{
  "questions": [
    "Sing a song in public.",
    "Do 10 push-ups right now.",
    "Text your crush and confess your feelings.",
    "Eat a spoonful of hot sauce.",
    "Do a handstand for 30 seconds.",
    "Wear your clothes inside out for the next hour.",
    "Let someone else style your hair as they wish.",
    "Do the chicken dance in a crowded area.",
    "Speak in a foreign accent for the next hour.",
    "Do 20 jumping jacks in a row.",
    "Give a stranger a high-five.",
    "Eat a spoonful of cinnamon.",
    "Dance like nobody's watching for one minute.",
    "Let someone draw a mustache on your face.",
    "Call a random number and sing 'Happy Birthday'.",
    "Jump into a pool with your clothes on.",
    "Wear a funny hat for the rest of the day.",
    "Do a cartwheel in public.",
    "Eat a raw onion.",
    "Give someone a piggyback ride.",
    "Do a funny dance in front of a mirror.",
    "Let someone tickle you for 30 seconds.",
    "Sing a song with your mouth full of water.",
    "Wear your shoes on the wrong feet for the next hour.",
    "Make a funny face and take a selfie.",
    "Do a silly walk down the street.",
    "Eat a spoonful of mustard.",
    "Balance a spoon on your nose for 10 seconds.",
    "Talk to a stranger and tell them a funny joke.",
    "Do the Macarena in a public place.",
    "Let someone give you a wedgie.",
    "Eat a spoonful of mayonnaise.",
    "Do a handstand against a wall for 1 minute.",
    "Go outside and yell 'I love ice cream!'",
    "Wear your underwear on top of your pants for the next hour.",
    "Do the floss dance in a public place.",
    "Eat a spoonful of peanut butter without drinking anything.",
    "Let someone give you a makeover.",
    "Do 10 burpees right now.",
    "Lick your elbow.",
    "Stand on one leg for 1 minute.",
    "Do the worm dance on the floor.",
    "Eat a spoonful of hot chili peppers.",
    "Do a somersault on the grass.",
    "Try to lick your nose with your tongue.",
    "Do a backflip on a trampoline.",
    "Wear your clothes backward for the rest of the day.",
    "Eat a spoonful of ketchup.",
    "Do a yoga pose in a public park.",
    "Let someone give you a hickey.",
    "Eat a spoonful of wasabi.",
    "Do a headstand for 30 seconds.",
    "Run around the block three times.",
    "Do a silly impression of a celebrity.",
    "Eat a spoonful of horseradish.",
    "Let someone write a funny message on your forehead.",
    "Sing a nursery rhyme in a funny voice.",
    "Do 20 squats in a row.",
    "Give a stranger a compliment.",
    "Do a breakdance move on the sidewalk.",
    "Eat a spoonful of soy sauce.",
    "Let someone give you a temporary tattoo with a marker.",
    "Put an ice cube down your shirt and leave it there for 1 minute.",
    "Do a funny impersonation of a family member or friend.",
    "Eat a spoonful of pickles.",
    "Make a funny face and have someone take a picture.",
    "Hop on one foot all the way to the nearest store.",
    "Do a handstand and hold it for as long as you can.",
    "Sing the alphabet backward as fast as you can.",
    "Wear your clothes inside out and walk around your neighborhood.",
    "Do a funny dance on a busy street corner.",
    "Eat a spoonful of mustard and mayonnaise mixed together.",
    "Let someone draw a funny mustache on your face with lipstick.",
    "Take a selfie with a stranger.",
    "Do a backflip off a diving board.",
    "Wear a funny costume and walk around the mall.",
    "Eat a spoonful of hot salsa.",
    "Do a silly voice impression for the next hour.",
    "Let someone give you a makeover with clown makeup.",
    "Jump into a pool fully clothed.",
    "Do a handstand and walk on your hands for 10 steps.",
    "Sing 'Twinkle, Twinkle, Little Star' in a funny accent.",
    "Eat a spoonful of hot wasabi sauce.",
    "Let someone tie your shoelaces together and walk around.",
    "Do 10 push-ups with someone sitting on your back.",
    "Eat a spoonful of hot peppers.",
    "Do a funny dance in the middle of a busy street.",
    "Let someone pour a cup of cold water over your head.",
    "Eat a spoonful of hot chili sauce."
  ]
}
