{
  "questions": [
    "What is your biggest fear?",
    "What is your favorite childhood memory?",
    "Have you ever cheated on a test?",
    "What is your most embarrassing moment?",
    "What is the most adventurous thing you've ever done?",
    "Have you ever lied to your best friend?",
    "What is your biggest regret?",
    "Have you ever stolen something?",
    "What is your dream job?",
    "What is your favorite movie of all time?",
    "Have you ever been in love?",
    "What is your most prized possession?",
    "Have you ever had a crush on someone you shouldn't have?",
    "What is your biggest pet peeve?",
    "What is the worst gift you've ever received?",
    "Have you ever been arrested?",
    "What is your favorite song right now?",
    "Have you ever been in a physical fight?",
    "What is your most irrational fear?",
    "What is your guilty pleasure?",
    "Have you ever broken the law?",
    "What is the most embarrassing thing you've done for love?",
    "Have you ever lied on your resume?",
    "What is the craziest thing you've done for fun?",
    "What is your most embarrassing nickname?",
    "Have you ever been in a car accident?",
    "What is your biggest insecurity?",
    "What is your favorite book of all time?",
    "Have you ever had a one-night stand?",
    "What is the most spontaneous thing you've ever done?",
    "Have you ever cheated on a significant other?",
    "What is your biggest secret?",
    "Have you ever had a paranormal experience?",
    "What is your biggest turn-off?",
    "What is the most rebellious thing you've done?",
    "Have you ever faked being sick to get out of something?",
    "What is your favorite food?",
    "Have you ever been fired from a job?",
    "What is your most embarrassing social media post?",
    "Have you ever had a crush on a teacher?",
    "What is the biggest lie you've ever told?",
    "What is the most embarrassing thing your parents have caught you doing?",
    "Have you ever been on a blind date?",
    "What is your worst habit?",
    "What is your biggest accomplishment?",
    "Have you ever cheated in a relationship?",
    "What is your most embarrassing fashion choice?",
    "Have you ever been caught stealing?",
    "What is your biggest pet peeve when driving?",
    "What is the most illegal thing you've done?",
    "Have you ever lied about your age?",
    "What is the most embarrassing thing you've done at work?",
    "Have you ever been caught in a lie?",
    "What is your favorite TV show of all time?",
    "Have you ever shoplifted?",
    "What is your most embarrassing romantic rejection?",
    "What is the dumbest thing you've ever done?",
    "Have you ever cheated on a diet?",
    "What is your biggest fear about getting older?",
    "What is the most embarrassing thing you've done in public?",
    "Have you ever cheated in a game?",
    "What is your favorite hobby?",
    "What is the most embarrassing thing you've done while drunk?",
    "Have you ever lied to get out of trouble?",
    "What is your biggest regret from childhood?",
    "What is your favorite vacation destination?",
    "Have you ever had a fake ID?",
    "What is the most embarrassing thing you've said to a crush?",
    "Have you ever broken someone's heart?",
    "What is your biggest phobia?",
    "What is the most embarrassing thing you've done in front of a crowd?",
    "Have you ever lied about your grades?",
    "What is your favorite type of music?",
    "Have you ever skipped work or school without a valid reason?",
    "What is the most embarrassing thing you've done on a date?",
    "Have you ever cheated on a game?",
    "What is your favorite animal?",
    "What is the most embarrassing thing you've done on social media?",
    "Have you ever cheated in a competition?",
    "What is your favorite sport?",
    "What is the most embarrassing thing you've done in a relationship?",
    "Have you ever lied about your relationship status?",
    "What is your biggest dream in life?",
    "What is the most embarrassing thing you've done in front of your family?",
    "Have you ever lied about your income?",
    "What is your favorite season of the year?",
    "What is the most embarrassing thing you've done in school?",
    "Have you ever cheated on a sports game?",
    "What is your favorite color?",
    "What is the most embarrassing thing you've done while traveling?",
    "Have you ever lied about your talents or skills?",
    "What is your favorite dessert?",
    "What is the most embarrassing thing you've done in a public restroom?",
    "Have you ever cheated on a test or exam?",
    "What is your favorite time of day?",
    "What is the most embarrassing thing you've done at a party?",
    "Have you ever lied about your name?"
  ]
}
